{
    "file_name": "file2.pdf",
    "content": "January 17, 2018 Emergency AlertingFalse Alarm in Hawaii Background Timeline On Saturday, January 13, 2018, at 807 a.m., an emergency HI-EMA shared a timeline of events at a press conference alert was issued by Hawaiis Emergency Management held on January 13, 2018 Agency HI-EMA warning residents and visitors in Hawaii of an incoming ballistic missile. The message was sent by 807 a.m.The initial alert was sent. HI-EMA through the states emergency alert system which distributed it to radio and television stations and to 810HI-EMA officials received the alert on their own cell thousands of cell phone users in Hawaii. Widespread fear phones and started the cancellation process. and panic was reported. 813Hawaiis State Warning Point the states central communication center initiated the process to stop transmitting the message. 820HI-EMA posted the cancellation message to Facebook and Twitter. 824Governor Ige retweeted the cancellation message. 830Governor Ige posted the cancellation on Facebook. 845HI-EMA issued a second alert over the emergency alert system, announcing the false alarm. Within minutes, HI-EMA officials received the alert on The Nations Alerting System their own cell phones and realized the message was sent in In 2006, President George W. Bush issued Executive Order error. HI-EMA reported that a team member issued an E.O. 13407 establishing a policy for national alerts and actual alert instead of a test alert during a required test of warnings. The E.O. provides the President with a means to the system at a shift change. HI-EMA then had difficulty communicate with citizens during emergencies, and issuing a correctionretraction message. recognizes the role of state, local, tribal, and territorial entities in emergency response. When they received the alert, the Hawaii National Guard reportedly contacted U.S. Pacific Command USPACOM The E.O. requires the Department of Homeland Security which confirmed there had been no missile launch. DHS to lead the effort, in coordination with federal, state, Representative Tulsi Gabbard contacted the Hawaii local, tribal, territorial, and private sector partners  to National Guard, confirmed there was no threat, and released integrate and modernize the nations public alert and a FALSE ALARM message on Twitter at 819 a.m. warning systems. These systems include  Emergency Alert System EAS  National Warning System NAWAS  Wireless Emergency Alerts WEA and  NOAA Weather Radio All Hazards. HI-EMA posted a FALSE ALARM message on The network is designed to integrate the nations warning Facebook and Twitter at 820 a.m., but the official systems into one system, called the Integrated Public Alert correction from HI-EMA through the states emergency and Warning System IPAWS. IPAWS is managed and alerting system was not released until 845 a.m.38 funded by the Federal Emergency Management Agency minutes after the initial alert. FEMA, a component of DHS. IPAWS allows alerts to be originated by federal, state, local, tribal, and territorial Residents and elected officials criticized the length of time officials, and then sent through the IPAWS system which HI-EMA took to issue the correction. disseminates the message to the public using multiple alerting systems e.g., EAS sends the alert to television and radio, WEA sends the alert to cell phones. httpscrsreports.congress.gov Emergency AlertingFalse Alarm in Hawaii The benefit of IPAWS is that it allows authorized state and Incident in HawaiiAfter Alert Was local officials to send one message to many channels at the Sent same time, reducing the time needed to send messages, Immediately after the alert was sent, HI-EMA officials reducing the possibility of errors in message content and spent time researching how to retract the message. HI-EMA delivery, and ensuring timely delivery to citizens who may officials asked FEMA for clarification about whether they rely on different devices to receive emergency alerts. could use IPAWS to rescind an alert. FEMA stated that HI- EMA did not need approval to retract the alert, that it had As shown in this incident, officials may leverage multiple authority to cancel or retract any time. means of communication e.g., social media to send messages to citizens. This is not part of the national alerting In a press conference several hours later, HI-EMA system. The resulting benefits are that these messages are confirmed that the release of the FALSE ALARM was fast and easy to send the risks are that they may not be delayed while they consulted FEMA on the retraction accurate or coordinated with emergency management staff. policy and crafted the cancellation message. HI-EMA also confirmed that their alerting software allows for single- FCC Role activation and verification of alerts. HI-EMA has since The Federal Communications Commission FCC plays an changed that protocol to require dual verification. important role in emergency alerts. In conjunction with FEMA and the National Oceanic and Atmospheric Some congressional policymakers have called for hearings Administrations NOAA National Weather Service on the incident, citing a need to review federal-state-local NWS, the FCC implements the national Emergency Alert communications and response protocols during national System EAS. The EAS is a national public warning security incidents, and requesting preparedness assistance. system that requires broadcasters e.g., television, cable, The state legislature is also conducting hearings. satellite to provide communications capabilities to 1 the President to address the American public during a national Issues for Congress emergency, and 2 state and local governments to provide Congressional hearings on the incident are planned. Issues important emergency information to specific areas. for consideration may include The FCCs role includes prescribing rules that establish  How are states prepared for disasters? Congress may technical standards for the EAS, procedures for hold hearings on the incident to learn about the issues broadcasters to follow, and testing protocols. Hawaii faced e.g., communications, transportation, public health and safety what FEMA has done and is Further, the FCC is responsible for implementing the doing to help states prepare for disaster how well states provisions in the Warning, Alert, and Response Network feel they are prepared for disasters and what FEMA can WARN Act P.L. 109-347, which allowed commercial do to strengthen preparedness in all states. mobile service CMS providers to transmit the alerts to cell phones, if they chose. In 2016, the FCC adopted rules to  Are improvements to the national alert system needed? improve Wireless Emergency Alerts WEA, including Congress may wish to request that FEMAIPAWS making alert messages longer more characters, supporting review the software endorsed for use with IPAWS to URL links to provide additional information to citizens, and ensure any features that could contribute to false alerts supporting Spanish-language alerts. are corrected review training modules to ensure cancellation procedures are included provide additional Alerting Authorities training to states on cancellation protocols and share A federal, state, territorial, tribal, or local agency that has lessons learned from Hawaii with other IPAWS users. been granted authority by its government to alert the public in emergency situations can sign up for IPAWS. That  How may policymakers improve alert systems? The agency is known as an Alerting Authority. system successfully delivered the alert, but provided limited information about what to do in response. There IPAWS is accessed through special software that must meet may be a need for the FCC, FEMAIPAWS, and state IPAWS system requirements. Alerting Authorities can emergency managers to coordinate to improve alerts and select software from a list of private sector developers who the delivery of follow-on instructions. The FCC is have successfully tested that software in an IPAWS Open investigating the incident in Hawaii. Congress may wish Platform for Emergency Network IPAWS-OPEN test to ask the FCC to share its findings, to determine how environment or they can select their own software that must Congress may assist in improving alerts. then be tested in the IPAWS-OPEN test environment.  How may policymakers improve coordination during While access to IPAWS is free, and there is no cost to response? Congress may review the findings from any sending messages, Alerting Authorities must purchase the after-action reports or investigations of this incident to IPAWS-compatible software to access the system. address any issues with communications, coordination, and response among federal, state, and local officials. Jill C. Gallagher, Analyst in Telecommunications Policy IF10816 httpscrsreports.congress.gov Emergency AlertingFalse Alarm in Hawaii Disclaimer This document was prepared by the Congressional Research Service CRS. CRS serves as nonpartisan shared staff to congressional committees and Members of Congress. It operates solely at the behest of and under the direction of Congress. Information in a CRS Report should not be relied upon for purposes other than public understanding of information that has been provided by CRS to Members of Congress in connection with CRSs institutional role. CRS Reports, as a work of the United States Government, are not subject to copyright protection in the United States. Any CRS Report may be reproduced and distributed in its entirety without permission from CRS. However, as a CRS Report may include copyrighted images or material from a third party, you may need to obtain the permission of the copyright holder if you wish to copy or otherwise use copyrighted material. httpscrsreports.congress.gov  IF10816  VERSION 3  NEW"
}