{
    "file_name": "file6.pdf",
    "content": "October 8, 2024 Restoration of Cell Phone Services Hurricane Helene On September 26, 2024, Hurricane Helene made landfall emergency management officials. It also allows designated near Perry, Florida. The hurricane caused flooding and state agencies to share the information with first responders, damage to personal property and critical infrastructure, emergency communications centers, and other government including roads, power, and communication networks. The agencies with a public safety role. The FCC publishes storms damage spread across parts of Florida, Alabama, aggregated outage data e.g., communications status reports Georgia, the Carolinas, Tennessee, and Virginia. According on the FCCs Hurricane Helene website. to data reported to the Federal Communications Mandatory Disaster Response Initiative Commission FCC by wireless service providers, while The FCC can activate the Mandatory Disaster Response cell sites had been repaired in many counties a week after Initiative MDRI for facilities-based mobile wireless the storm October 3, 2024, some counties cell site providers operating in a certain geographic area in the outages persisted. Congress may examine public-private aftermath of a disaster. In June 2022, the FCC adopted a preparedness for communication outages from Hurricane Report and Order codifying an existing voluntary Helene and consider how to prepare for and respond to agreement between a limited group of large wireless service future disasters and restore cell service in hard-hit regions. providers agreeing to coordinate during disasters to enable Some state and local officials reported coordination with access to communications called the Wireless Network wireless service providers on preparation and restoration Resiliency Cooperative Framework. The rules require efforts others, including a mayor and residents in North providers to improve coordination during emergencies or Carolina, reportedly faulted public-private preparation disasters by efforts. Wireless providers reported on preparation and  providing for reasonable roaming when feasible, restoration efforts but noted challenges in some areas. Challenges derived from damaged critical infrastructure  establishing mutual aid agreements with other wireless e.g., roads inhibiting access to cell sites, damage to cell service providers, towers and wire lines e.g., fiber that connect cell sites to a  enhancing municipal preparedness and restoration, providers network, and lack of power to cell sites hindering permanent restoration.  increasing consumer readiness and preparation, and Federal Role in Restoring Cell Services  improving public awareness and stakeholder Generally, wireless networks are privately owned. Network communications on service and restoration status. owners take responsibility for repairing their networks and FCC rules require providers to perform these tasks when restoring services for their customers e.g., government MDRI is activated. The FCC may activate MDRI when agencies, businesses, individuals after disasters.  an authorized entity e.g., FEMA activates Emergency When authorized, the Federal Emergency Management Support Function 2 ESF-2a team of federal agencies Agency FEMA may deploy communication assets to designated to support restoration of communications support federal, state, local, tribal, and territorial response e.g., deploying mobile assets for emergency managers.  the FCC activates DIRS or FEMA also coordinates with the private sector to aid in the  the FCCs Public Safety and Homeland Security Bureau restoration of private networks e.g., coordinating debris Chief releases a public notice in response to a states removal to enable access to cell sites, sharing information request to activate MDRI, where that state has activated on power restoration. its emergency operations center or mutual aid The FCC monitors the status of commercial networks and agreements or has proclaimed a state of emergency. provides government officials and the public with Hurricane Helene Response information on the status of communications, outages, and Private-sector wireless service providers and the U.S. restoration efforts. To do this, the FCC requires providers to government, including FEMA and the FCC, took action report on the status of their networks during disasters. before, during, and after Hurricane Helene to protect and restore communications infrastructure. Disaster Information Reporting System In anticipation of a disaster or after an unexpected disaster, Before Hurricane Helene Made Landfall the FCC may activate the Disaster Information Reporting Days before landfall, the U.S. government and private System DIRS. DIRS is a web-based system that providers telecommunication providers began preparing for Hurricane use to report network status during disasters. The FCC Helenes arrival in the continental United States. On announces DIRS activations through public notices and September 24, 2024, FEMA announced that it was actively emails to providers the notice lists the counties covered preparing and pre-staging resources to support state and and reporting requirements. The FCC requires providers to local government response, including Mobile Emergency submit daily reports on their network status for listed counties. The FCC gives network status data to federal httpscrsreports.congress.gov Restoration of Cell Phone Services Hurricane Helene Response Support MERS, which includes mobile Notes The figure shows cell site outages reported to the FCC by emergency communications facilities, and incident teams. wireless service providers operating in certain counties affected by the storm. The number of sites out in a specific area does not On September 25, 2024, the FCC announced that at the necessarily correspond to the availability of wireless service to request of the State of Florida, and in coordination with the consumers in that area, due to overlapping cell sites that may provide Cybersecurity and Infrastructure Security Agency CISA coverage and temporary solutions deployed by providers to enable and FEMAthe ESF-2 coordinatorsit was activating connectivity. DIRS and MDRI ahead of the hurricane for select counties in Florida, Georgia, North Carolina, and South Carolina. Wireless service providers reported network outages to the For DIRS, the FCC required providers to report outages to FCC and on their websites responded to public safety the FCC in listed counties. With MDRI activation, the FCC agency requests and in some areas, enabled roaming. required wireless providers operating in those counties to On September 30, 2024, the FCC announced deactivation enable roaming across networks, coordinate with each other of DIRS and MDRI for certain counties but retained DIRS and with state and local agencies on preparation and reporting and MDRI coordination in others, as outages and restoration efforts, and keep stakeholders and consumers restoration efforts continued. For example, in North informed of status and restoration efforts. Carolina, FEMA deployed Starlink satellite systems in each Private telecommunication providers e.g., ATT, Verizon, county emergency operations center. The FCC waived and T-Mobile reported taking various actions to prepare eligibility requirements under its Lifeline program, to offer for the hurricane. They fortified their networks, refueling discounted phones and broadband services to affected generators and providing backup batteries at cell sites and individuals, and continued to report on outages. switching centers. They reported prepositioning mobile While the FCC does not include information on specific assets e.g., satellite cell on light trucks, satellite cell on vendors, an October 2, 2024, media report stated that wheels and deploying teams to the region. Providers Verizon and ATT reported that 60 of their sites indicated that they were coordinating with state and local impacted by the storm had been restored and that they were governments and with their public safety customers and continuing to deploy temporary cell sites to enable were ready to receive requests for assistance. The providers communications. T-Mobile reported that it had restored also were preparing and pre-staging equipment for most sites in West Virginia and Georgia, but in the deployment, and providers offered preparedness guidance Carolinas, where access remained a challenge, restoration to consumers. was ongoing. Where power was out, providers said they The FCC reminded public safety and national security and were continuing to supply batteries and fuel to generators. emergency preparedness personnel NSEP enrolled in Where fiber lines were damaged, providers reported Priority Telecommunication Services about the services deploying mobile assets satellite cell on wheels and available to enrollees. The program, managed by CISA, microwave solutions to temporarily restore networks. prioritizes 1 public safety communications on wireline ATT, Verizon, and T-Mobile also offered charging and wireless networks and 2 restoration and provisioning stations and Wi-Fi in some areas. On October 6, 2024, the of communication assets for NSEP. On September 26, FCC granted SpaceX and T-Mobile special temporary 2024, before the hurricane made landfall, the FCC posted authority for Starlink direct-to-cell satellite services in its first communications status report, listing counties certain areas to support emergency alerting. covered by DIRS, and began tracking outages. Issues for Congress On January 26, 2024, the FCC adopted rules requiring During and After Hurricane Helene facilities-based mobile wireless service providers to On September 27, 2024, the FCC expanded the activation implement the MDRI requirements by May 1, 2024. area to include additional counties in South Carolina, Congress may wish to explore potential lessons learned Tennessee, and Virginia. It also began issuing daily from implementation of the rule during Hurricane Helene, communications status reports with cell site outages in each especially as implementing the rule relates to preparedness, affected state and county and the percentage of cell sites coordination, and roaming. In the past, Members have been down in each state during the DIRS activation period interested in expanding outage reporting to include Figure 1. broadband outages H.R. 8178, 117th Congress, and the Figure 1. Percentage of Cell Sites Out of Service, by FCC has sought comment on the issue. Congress may State September 27 to October 3, 2024 consider changes to outage reporting. Previous Congresses also have considered legislation to improve resiliency and redundancy of cell networks by mandating or subsidizing backup power to each cell site S. 1506, 117th Congress. While such investments could strengthen resiliency, provision of backup power sources could increase costs for providers and consumers. Finally, Congress could consider advantages and disadvantages of expanded use of and federal support for advanced technologies, including drones and satellite technologies in rural regions to support communications. Source FCC, Communications Status Report for Areas Impacted Jill C. Gallagher, Specialist in Telecommunications Policy by Hurricane Helene, October 3, 2024. httpscrsreports.congress.gov Restoration of Cell Phone Services Hurricane Helene IF12779 Amanda H. Peskin, Analyst in Telecommunications Policy Disclaimer This document was prepared by the Congressional Research Service CRS. CRS serves as nonpartisan shared staff to congressional committees and Members of Congress. It operates solely at the behest of and under the direction of Congress. Information in a CRS Report should not be relied upon for purposes other than public understanding of information that has been provided by CRS to Members of Congress in connection with CRSs institutional role. CRS Reports, as a work of the United States Government, are not subject to copyright protection in the United States. Any CRS Report may be reproduced and distributed in its entirety without permission from CRS. However, as a CRS Report may include copyrighted images or material from a third party, you may need to obtain the permission of the copyright holder if you wish to copy or otherwise use copyrighted material. httpscrsreports.congress.gov  IF12779  VERSION 1  NEW"
}