{
    "file_name": "file3.pdf",
    "content": "July 26, 2024 IT Outage from CrowdStrikes Update Impacts to Certain Public Safety Systems and Considerations for Congress On July 19, 2024, CrowdStrike, a U.S. cybersecurity firm,  In Alaska, state troopers announced 911 systems were released a software update to their customers. The update not operating correctly due to the incident and posted caused certain systems to crash, disrupting services across alternative phone numbers to call in lieu of 911. several industries, including airlines, banks, hospitals, government agencies, and public safety systems.  In Middletown, OH, police issued a notice to the public of its inability to receive 911 calls and offered CrowdStrike reported that the incident was caused by a alternative phone numbers. defect found in a single content update of its software on Microsoft Windows operating systems and was not a Other jurisdictions reported no impacts to 911 services. cyberattack. Though the update affected less than 1 of all Windows machines, the impacts were widespread and Other Public Safety-Related Systems global. The incident illustrates the vulnerabilities of In some areas examples below, the faulty CrowdStrike information technology IT systems, increased dependence update affected other public safety-related systems. and risks in relying on third-party vendors for critical IT services, and lack of protocols and backup systems in the  In Columbus, OH, police reportedly were unable to event of IT system failures. access data from terminals in their vehicles, including law enforcement data systems and license plate This In Focus discusses the incidents impact on certain information, and firefighters were unable to receive U.S. public safety communications systems and services. dispatch information in their vehicles. Impact on Public Safety Systems  In Ocean City, MD, fire alarms that automatically The incident affected public safety agencies that use contact the fire department upon detection of a fire CrowdStrikes cybersecurity software on their computer reportedly were affected. systems. This included some 911 systems police and fire agency systems fire alarms and broadcast networks, some Federal Agencies Supporting Public Safety of which play a role in emergency alerting. It also affected  A Department of Homeland Security DHS manager the computers and operations of some federal agencies that reported that some staff encountered issues logging support public safety agencies and emergency response. into desktop computers but were able to work through phones, virtual desktop, or web-based applications. Selected 911 Systems and Services The CrowdStrike update reportedly affected public safety  DHSs Federal Emergency Management Agency systems and services in certain jurisdictions across several FEMA reported some issues with its systems, but an states. In some areas examples below, 911 centers were agency spokesperson said, there are no impacts to able to receive voice calls, but their computer systems were FEMAs critical or immediate lifesaving and life- not operational. sustaining operations. There is also no evidence of any data loss. FEMAs Integrated Public Alert and  In Phoenix, AZ, the police department reported the Warning System IPAWS and the Emergency Alert outage affected their computerized 911 dispatch System were reportedly working normally however, centerpeople could still call the 911 center and calls some broadcasters whose stations may play a role in were being answered, but caller information was distribution of alerts and warnings were affected. recorded manually rather than through the computerized dispatch system. Impact on Telecommunications Systems Public safety agencies rely on commercial  In Portland, OR, the mayors office announced some of telecommunication networks as an additional means of the citys computers and servers were affected, communications, for prioritization of calls for officials, and including the Bureau of Emergency Communication for 911 calling and emergency alerting. Telecommunication computer-aided dispatch CAD systempeople could networks seemingly were not affected by the incident. still make voice calls to the 911 center, but the center People were able to make calls and communicate on had to switch to taking calls manually rather than landline and cell phone networks. IT systems of some answering calls using its computerized system. telecom providers who use CrowdStrikes service were affected, leading to some disruption of business operations In other areas examples follow, the update reportedly and customer service, but networks remained operational. affected 911 calling. httpscrsreports.congress.gov IT Outage from CrowdStrikes Update Impacts to Certain Public Safety Systems and Considerations for Congress The incident was similar to a February 22, 2024, outage of public safety systems and to industry. DHSs Cybersecurity the ATT wireless network in that both were caused by a and Infrastructure Security Agency CISA announced that faulty software update, and both affected public safety it was working closely with CrowdStrike and with federal, systems. The events were different in that ATT was state, local, tribal, and territorial partners, as well as with updating its own network, whereas CrowdStrikea third- critical infrastructure and international partners to assess party vendor that provides cybersecurity services to impacts and support remediation efforts. The Federal companies and government agencieswas updating its Communications Commission FCC reported it was client-end software on its customers computers. working with other federal agencies to assist with the disruptions and assess the extent of the impact on 911 Future Public Safety Considerations services. In a 2017 white paper on telecommunications security, Oracle, a U.S.-based computer networking technology Congressional Response company, explained that telecommunication networks were Some Members and committees have responded to the designed in a different era, where a small set of operators CrowdStrike incident. The chair and a subcommittee chair managed the physical interconnection of networks and of the House Committee on Homeland Security wrote a network security. The emergence of Internet Protocol letter requesting that CrowdStrike schedule a hearing with IPthe set of rules for addressing and routing data over the subcommittee. Some Members of the House Oversight the internetenabled interconnectivity between many and Accountability and House Energy and Commerce networks, creating the global internet and the ability for IP- Committees reportedly have separately requested briefings based networks and devices to interconnect. With the from CrowdStrike. adoption of IP-based devices e.g., smartphones, smart TVs, Oracle reports, now virtually anyone can purchase Considerations for Congress or gain access to networks, creating new risks. Congress may seek to assess and address potential new risks and backup considerations for public safety agencies, The telecommunications and public safety sectors have particularly as Congress considers funding for the transition been migrating to IP-based networks and software-defined to NG911. For instance, Congress could direct networks to enhance network management and performance and enable interconnectivity. One example is Next  DHSs CISA to work with public and private partners Generation 911 NG911, which allows for advanced to identify and assess risks to public safety systems and capabilities, such as text-to-911 and other multimedia recommend mitigation methods and best practices to communications e.g., videos, improved call routing, avoid outages of public safety systems. enhanced location-finding, and interconnection with other 911 centers. While NG911 enables interconnectivity  National Institute of Standards and Technology to between 911 centers, enhancing redundancy and resiliency, develop recommendations for minimum standards for it also introduces new vulnerabilities, including cyber risks. testing and release protocols for software updates as it does for software testing and security. Some companies address cyber risks internally, protecting their devices, networks, and data through their own IT Congress also could provide or prioritize funding for solutions. Others adopt third-party vendors to protect their critical infrastructure resiliency, including for public safety systems. CrowdStrike is a third-party vendor providing backup systems. such services. Use of third-party vendors for critical IT services creates another risk for network operators in that While the FCC regulates telecommunications service any outage caused by or to a third-party provider or supplier providers and requires reporting of outages that may affect also presents risks. In this case, dependence on 911 services, it has limited regulatory authority over CrowdStrike, a large cybersecurity firm that offers its internet service providers or IT service providers that services globally, explains the widespread outage. support public safety communications e.g., 911, alerting. The FCC recently has sought comment on a proposal to The incident demonstrates the need for cybersecurity require broadband internet access providers to report on detection and services as well as the heavy reliance that outages during disasters the FCC cited public safety entities, including public safety agencies, may have on one dependencies on the internet. Congress may consider vendor. The risk is that when the vendor releases a software policies to ensure internet outages, such as update over the internet, it can affect many computers and telecommunications outages, are timely reported and many entities at once, including public safety agencies. As communicated to public safety system operators e.g., 911 more public safety systems move toward IP-based systems, centers, alerting agencies, police and fire departments. more entities may rely on network-based, third-party services to address cyber risks. In this context, it may be See also CRS Report R48135, IT Disruptions from important for public safety agencies to increase attention to CrowdStrikes Update Frequently Asked Questions. and investment in backup protocols and systems that allow entities to maintain continuity of service during outages. Colby Leigh Pechtol, Specialist in Telecommunications Policy Executive Branch Response Jill C. Gallagher, Specialist in Telecommunications Policy The White House reportedly has been assessing the impact of the incident on federal IT, critical infrastructure, and httpscrsreports.congress.gov IT Outage from CrowdStrikes Update Impacts to Certain Public Safety Systems and Considerations for Congress IF12717 Disclaimer This document was prepared by the Congressional Research Service CRS. CRS serves as nonpartisan shared staff to congressional committees and Members of Congress. It operates solely at the behest of and under the direction of Congress. Information in a CRS Report should not be relied upon for purposes other than public understanding of information that has been provided by CRS to Members of Congress in connection with CRSs institutional role. CRS Reports, as a work of the United States Government, are not subject to copyright protection in the United States. Any CRS Report may be reproduced and distributed in its entirety without permission from CRS. However, as a CRS Report may include copyrighted images or material from a third party, you may need to obtain the permission of the copyright holder if you wish to copy or otherwise use copyrighted material. httpscrsreports.congress.gov  IF12717  VERSION 1  NEW"
}